{
    "preview_summary": "In this Project GARDEN study, your child will answer some riddles, then play a ball drop game.",
    "short_description": "In this Project GARDEN study, your child will play two mini-games. In Part 1, your child will hear a series of riddles describing puzzling everyday situations. We will ask your child to explain how these events could have happened. After providing an answer, your child will also hear the correct solutions. In Part 2, your child will play a ball drop game and watch what happens.",
    "purpose": "We are studying how children come up with new ideas. Research shows that children can be more exploratory than adults, which may help them to learn quickly and be creative problem solvers. In this study, we want to see how children's reasoning changes as they encounter different kinds of problems.",
    "compensation": "After you finish the study, we will email you a $5 Amazon.com gift card within approximately one week. To be eligible for the gift card, your child must meet all eligibility criteria (e.g., be in the age range for this study), you need to submit a valid consent statement, and we need to see that there is a child with you. Additionally, your child may only participate in this study once in order to be eligible for compensation. However, even if you do not finish the whole study or we are not able to use your child's data, we will still send a gift card! There are no other direct benefits to you or your child from participating, but we hope you will enjoy the experience.",
    "criteria": "For children ages 3, 4, 5, 6, and 7-years-old, To join Project GARDEN, or to see which study your child can do next, visit childrenhelpingscience.com/garden, click \"Start Now\", and select your child's name under \"Find studies for...\"",
    "criteria_expression": "speaks_en",
    "must_have_participated": [
        "GARDEN Family Information Survey",
        "Let's switch things up!",
        "Road Trip with Friends!",
        "Thinking About People",
        "Visual Vocabulary: A picture matching game!",
        "What are they thinking?",
        "What would have happened if...?",
        "Which Shape Doesn't Belong?"
    ],
    "must_not_have_participated": [
        "How can that be? [PILOT]"
    ]
}